<p>Pol&iacute;tica de privacidad de la aplicaci&oacute;n m&oacute;vil</p>
<p>TuDime, LLC</p>
<p>Tudimechat@gmail.com</p>
<p>&nbsp;</p>
<p>Este documento rige la pol&iacute;tica de privacidad de nuestra aplicaci&oacute;n m&oacute;vil, en lo sucesivo denominada 'aplicaci&oacute;n m&oacute;vil'. Nuestra pol&iacute;tica de privacidad le informa qu&eacute; informaci&oacute;n de identificaci&oacute;n personal (PII) e informaci&oacute;n no personal (NPI) podemos recopilar de usted, c&oacute;mo la recopilamos, c&oacute;mo Lo protegemos, c&oacute;mo podemos compartirlo, c&oacute;mo puede acceder y cambiarlo, y c&oacute;mo puede limitar que lo compartamos. Nuestra pol&iacute;tica de privacidad tambi&eacute;n explica ciertos derechos legales que tiene sobre su PII. Cualquier t&eacute;rmino en may&uacute;scula no definido en este documento tendr&aacute; el mismo significado que el que se define en otra parte de nuestra aplicaci&oacute;n m&oacute;vil.</p>
<p>Definiciones</p>
<p>La 'Informaci&oacute;n no personal' (NPI) es informaci&oacute;n que de ninguna manera es personalmente identificable para usted. La 'informaci&oacute;n de identificaci&oacute;n personal' (PII) no es informaci&oacute;n que se muestra p&uacute;blicamente y que es personalmente identificable para usted y que hemos obtenido para proporcionarle un producto o servicio. La PII puede incluir informaci&oacute;n como su nombre y apellido, direcci&oacute;n f&iacute;sica, n&uacute;mero de tel&eacute;fono, informaci&oacute;n de tarjeta de cr&eacute;dito y otra informaci&oacute;n relacionada que nos proporcione.</p>
<p>&nbsp;</p>
<p>Informaci&oacute;n que recopilamos<br />En general, usted controla la cantidad y el tipo de informaci&oacute;n que nos proporciona cuando usa nuestra aplicaci&oacute;n m&oacute;vil. Requerimos que nos brinde cierta informaci&oacute;n para brindarle servicios y productos. Si no nos proporciona suficiente informaci&oacute;n, es posible que no podamos procesar su pedido. Si se registra como usuario o miembro para usar nuestra aplicaci&oacute;n m&oacute;vil, debe proporcionar su PII para que podamos brindarle varias caracter&iacute;sticas y funcionalidades de nuestra aplicaci&oacute;n m&oacute;vil. Recopilamos su PII de las siguientes maneras:</p>
<p>En el registro de usuario y miembro<br />Cuando te registras como usuario o miembro, recopilamos tu nombre, direcci&oacute;n de correo electr&oacute;nico y otra informaci&oacute;n que aparece.</p>
<p>Al comprar productos o servicios</p>
<p>Si nos compra productos o servicios, recopilamos su nombre, direcci&oacute;n de correo electr&oacute;nico, direcci&oacute;n f&iacute;sica, informaci&oacute;n de tarjeta de cr&eacute;dito, n&uacute;mero de tel&eacute;fono y otra informaci&oacute;n enumerada.</p>
<p>&nbsp;</p>
<p><br />Nuestro uso de cookies<br />Nuestra aplicaci&oacute;n m&oacute;vil usa cookies. Una cookie es un peque&ntilde;o archivo de datos o texto descargado en su dispositivo m&oacute;vil. Las cookies pueden contener texto que puede leer un servidor web que le entreg&oacute; la cookie. El texto contenido en la cookie generalmente consiste en una secuencia de letras y n&uacute;meros que reconoce de forma exclusiva su dispositivo m&oacute;vil, pero tambi&eacute;n puede contener otra informaci&oacute;n. Al aceptar nuestro uso de cookies, nos da permiso para colocar algunas o todas las cookies que se describen a continuaci&oacute;n en su dispositivo.</p>
<p>&nbsp;</p>
<p>Cookies necesarias</p>
<p>Estas cookies son necesarias para el correcto funcionamiento de la aplicaci&oacute;n m&oacute;vil, como mostrar contenido, iniciar sesi&oacute;n, validar su sesi&oacute;n, responder a su solicitud de servicios y otras funciones. La mayor&iacute;a de los navegadores web pueden configurarse para deshabilitar el uso de cookies. Sin embargo, si deshabilita estas cookies, es posible que no pueda acceder a las funciones de nuestra aplicaci&oacute;n m&oacute;vil correctamente o en absoluto.</p>
<p>Estas cookies est&aacute;n siempre activadas.</p>
<p>&nbsp;</p>
<p>Cookies de medios</p>
<p>Estas cookies se pueden usar para mejorar el rendimiento de las aplicaciones m&oacute;viles y proporcionar caracter&iacute;sticas y contenido especiales. Pueden ser colocados por terceros que nos brindan servicios o por nuestra empresa.</p>
<p>&nbsp;</p>
<p>Cookies de rendimiento o funcionales</p>
<p>Estas cookies recopilan informaci&oacute;n sobre el uso de nuestra aplicaci&oacute;n m&oacute;vil, como p&aacute;ginas visitadas, fuentes de tr&aacute;fico, intereses de los usuarios, gesti&oacute;n de contenido, seguimiento de afiliados y otros an&aacute;lisis de medici&oacute;n.</p>
<p>&nbsp;</p>
<p>Cookies publicitarias</p>
<p>Por lo general, las empresas de publicidad colocan y usan estas cookies para desarrollar un perfil de sus intereses de navegaci&oacute;n y publicar anuncios en otras aplicaciones m&oacute;viles y sitios web relacionados con sus intereses.</p>
<p>&nbsp;</p>
<p>Cookies de sesi&oacute;n</p>
<p>Estas cookies permiten que las aplicaciones m&oacute;viles vinculen las acciones de un usuario durante una sesi&oacute;n del navegador. Se pueden usar para una variedad de prop&oacute;sitos, como recordar lo que un usuario ha puesto en su carrito de compras. Las cookies de sesi&oacute;n tambi&eacute;n permiten que los usuarios sean reconocidos mientras navegan por una aplicaci&oacute;n m&oacute;vil para que cualquier elemento o cambio de p&aacute;gina que realicen se recuerde de una p&aacute;gina a otra. Las cookies de sesi&oacute;n caducan despu&eacute;s de una sesi&oacute;n del navegador, por lo que no se almacenan a largo plazo.</p>
<p>&nbsp;</p>
<p>Cookies persistentes<br />Estas cookies se almacenan en el dispositivo de un usuario entre sesiones del navegador que permiten recordar las preferencias o acciones del usuario. Las cookies persistentes pueden usarse para una variedad de prop&oacute;sitos, incluyendo recordar las elecciones y preferencias de los usuarios cuando usan una aplicaci&oacute;n m&oacute;vil o para dirigirles publicidad.</p>
<p>&nbsp;</p>
<p>Tambi&eacute;n podemos usar cookies para:</p>
<p>Identificar las &aacute;reas de nuestra aplicaci&oacute;n m&oacute;vil que ha visitado.<br />Personalizando el contenido que ves en nuestra aplicaci&oacute;n m&oacute;vil<br />Nuestro an&aacute;lisis de aplicaciones m&oacute;viles<br />Remarketing de nuestros productos o servicios para usted<br />Recordando sus preferencias, configuraciones y detalles de inicio de sesi&oacute;n<br />Publicidad dirigida y publicaci&oacute;n de anuncios relevantes para sus intereses<br />La comercializaci&oacute;n del afiliado<br />Permiti&eacute;ndole publicar comentarios<br />Permiti&eacute;ndote conectarte con las redes sociales</p>
<p>La mayor&iacute;a de los navegadores m&oacute;viles pueden configurarse para deshabilitar el uso de cookies. Sin embargo, si deshabilita las cookies, es posible que no pueda acceder a las funciones</p>